{
  "search_date": "2025-11-30T17:28:59.174277",
  "topics": {
    "food_insecurity": [
      {
        "title": "Associations between food insecurity in high-income countries and pregnancy outcomes: A systematic review and meta-analysis.",
        "abstract": "Maternal nutrition is crucial for health in pregnancy and across the generations. Experiencing food insecurity during pregnancy is a driver of inequalities in maternal diet with potential maternal and infant health consequences. This systematic review explored associations between food insecurity in pregnancy and maternal and infant health outcomes. Searches included 8 databases (MEDLINE, Embase, Scopus, Web of Science, PsychInfo, ASSIA, SSPC in ProQuest, and CINAHL), grey literature, forwards and backwards citation chaining, and contacting authors. Studies in high-income countries (HICs) reporting data on food insecurity in pregnancy and maternal or infant health, from January 1, 2008 to November 21, 2023 were included. Screening, data extraction, and quality assessment were carried out independently in duplicate. Random effects meta-analysis was performed when data were suitable for pooling, otherwise narrative synthesis was conducted. The protocol was registered on PROSPERO (CRD42022311669), reported with PRISMA checklist (S1 File). Searches identified 24,223 results and 25 studies (n = 93,871 women) were included: 23 from North America and 2 from Europe. Meta-analysis showed that food insecurity was associated with high stress level (OR 4.07, 95% CI [1.22, 13.55], I2 96.40%), mood disorder (OR 2.53, 95% CI [1.46, 4.39], I2 55.62%), gestational diabetes (OR 1.64, 95% CI [1.37, 1.95], I2 0.00%), but not cesarean delivery (OR 1.42, 95% CI [0.78, 2.60], I2 56.35%), birth weight (MD -58.26 g, 95% CI [-128.02, 11.50], I2 38.41%), small-for-gestational-age (OR 1.20, 95%, CI [0.88, 1.63], I2 44.66%), large-for-gestational-age (OR 0.88, 95% CI [0.70, 1.12] I2 11.93%), preterm delivery (OR 1.18, 95% CI [0.98, 1.42], I2 0.00%), or neonatal intensive care (OR 2.01, 95% CI [0.85, 4.78], I2 70.48%). Narrative synthesis showed food insecurity was significantly associated with dental problems, depression, anxiety, and maternal serum concentration of perfluoro-octane sulfonate. There were no significant associations with other organohalogen chemicals, assisted delivery, postpartum haemorrhage, hospital admissions, length of stay, congenital anomalies, or neonatal morbidity. Mixed associations were reported for preeclampsia, hypertension, and community/resilience measures. Maternal food insecurity is associated with some adverse pregnancy outcomes, particularly mental health and gestational diabetes. Most included studies were conducted in North America, primarily the United States of America, highlighting a research gap across other contexts. Further research in other HICs is needed to understand these associations within varied contexts, such as those without embedded interventions in place, to help inform policy and care requirements.",
        "authors": [
          "Zoë Bell",
          "Giang Nguyen",
          "Gemma Andreae",
          "Stephanie Scott",
          "Letitia Sermin-Reed",
          "Amelia A Lake",
          "Nicola Heslehurst"
        ],
        "year": 2024,
        "doi": "10.1371/journal.pmed.1004450",
        "citation_count": 0,
        "venue": "PLoS medicine"
      },
      {
        "title": "Focusing attention on the important association between food insecurity and psychological distress: a systematic review and meta-analysis.",
        "abstract": "Food insecurity has involved more than 750 million individuals worldwide. The association of food insecurity with socio-economic factors is also undeniable demand more consideration. Food insecurity will become a global priority by 2030. This systematic review and meta-analysis examined current literature concerning the association between food insecurity and psychological distress. Relevant researches were identified by searching databases including PubMed, EMBASE, Scopus, and Web of Science, ProQuest, and Cochrane Library up to June 2024 without language limitation. Then a snowball search was conducted in the eligible studies. The quality assessment was made through Newcastle-Ottawa Scale. Data were available from 44 cross-sectional articles for systematic review and 17 eligible articles for meta-analysis with 2,267,012 and 1,953,636 participants, respectively. Findings support the growing segment of literature on the association between food insecurity and psychological distress. The highly represented groups were households with low income. Psychological and diabetic distress was directly associated with food insecurity as it increased the odds of distress to 329% (OR: 3.29; 95% CI: 2.46-4.40). Sleep problems, anxiety, depression, lower life satisfaction, obesity, and a higher rate of smoking were among the secondary outcomes. Food insecurity was a common stressor that can have a negative impact on psychological well-being and even physical health. The findings should be considered in the public health and making policy-making process.",
        "authors": [
          "Mohammadamin Jandaghian-Bidgoli",
          "Elham Kazemian",
          "Negin Shaterian",
          "Fatemeh Abdi"
        ],
        "year": 2024,
        "doi": "10.1186/s40795-024-00922-1",
        "citation_count": 0,
        "venue": "BMC nutrition"
      },
      {
        "title": "The Effect of Food is Medicine Interventions on Diabetes-related Health Outcomes Among Low-income and Food-insecure Individuals: A Systematic Review and Meta-analysis.",
        "abstract": "In this study, we aim to review the current evidence of Food is Medicine interventions on diabetes outcomes among low-income or food-insecure individuals. Seven databases were searched from January 1, 2000 to October 26, 2021 for full-text articles written in English. The studies included experimental studies of any duration and design which addressed the effect of Food is Medicine interventions on fruit and vegetable (F&V) intake and glycated hemoglobin (A1C) levels among low-income or food-insecure populations with prediabetes or diabetes of any age group. Only direction of effect of interventions on F&V intake were ascertained due to high variability in outcome measurement. A1C results were pooled using generic inverse variance with a fixed-effects model. Heterogeneity was assessed using Cochran's Q and quantified by I Sixteen studies were included. Five of the 8 studies reported a significant increase in F&V intake. Seven of the 14 studies reported a significant decrease in A1C levels. A meta-analysis of 5 randomized controlled trials (n=843) resulted in clinically meaningful reductions in A1C compared with control (mean difference, -0.47%; 95% confidence interval, -0.66 to -0.29, I Food is Medicine interventions are effective in increasing F&V intake and reducing A1C levels of the target population. More randomized controlled studies are needed to validate the results.",
        "authors": [
          "Yueying Gao",
          "Adalia Yang",
          "Andreea Zurbau",
          "Enza Gucciardi"
        ],
        "year": 2023,
        "doi": "10.1016/j.jcjd.2022.11.001",
        "citation_count": 0,
        "venue": "Canadian journal of diabetes"
      },
      {
        "title": "Food insecurity, type 2 diabetes, and hyperglycaemia: A systematic review and meta-analysis.",
        "abstract": "Food insecurity (FIS) is a major public health issue with possible implications for type 2 diabetes mellitus (T2DM) risk. We conducted a systematic review and meta-analysis to explore the association between FIS and T2DM. We performed a systematic search in PubMed, Embase, Scopus, and Web of Science. All cross-sectional, peer-reviewed studies investigating the link between FIS and T2DM were included. Population characteristics, study sizes, covariates, T2DM diagnoses, and diabetes-related clinical measures such as fasting blood glucose (FBG) and HbA1c were extracted from each study. Outcomes were compared between food insecure and food secure individuals. Effect sizes were combined across studies using the random effect model. Forty-nine peer-reviewed studies investigating the link between FIS and T2DM were identified (n = 258,250). Results of meta-analyses showed no association between FIS and clinically determined T2DM either through FBG or HbA1c: OR = 1.22 [95%CI: 0.96, 1.55], Q(df = 5) = 12.5, I Despite multiple proposed mechanisms linking FIS to T2DM, integration of the available literature suggests FIS is not associated with clinically determined T2DM or increases in FBG or HbA1c among adult patients.",
        "authors": [
          "Sourik Beltrán",
          "Daniel J Arenas",
          "Marissa Pharel",
          "Canada Montgomery",
          "Itzel Lopez-Hinojosa",
          "Horace M DeLisser"
        ],
        "year": 2022,
        "doi": "10.1002/edm2.315",
        "citation_count": 0,
        "venue": "Endocrinology, diabetes & metabolism"
      },
      {
        "title": "Systematic review and meta-analysis of patient race/ethnicity, socioeconomics, and quality for adult type 2 diabetes.",
        "abstract": "To review the evidence of the association between performance in eight indicators of diabetes care and a patient's race/ethnicity and socioeconomic characteristics. Studies of adult patients with type 2 diabetes in MEDLINE published between January 1, 2000, and December 31, 2018. Systematic review and meta-analysis of regression-based studies including race/ethnicity and income or education as explanatory variables. Meta-analysis was used to quantify differences in performance associated with patient race/ethnicity or socioeconomic characteristics. The systematic review was used to identify potential mechanisms of disparities. Two coauthors separately conducted abstract screening, study exclusions, data extraction, and scoring of retained studies. Estimates in retained studies were extracted and, where applicable, were standardized and converted to odds ratios and standard errors. Performance in intermediate outcomes and process measures frequently exhibited differences by race/ethnicity even after adjustment for socioeconomic, lifestyle, and health factors. Meta-analyses showed black patients had lower odds of HbA1c and blood pressure (BP) control (OR range: 0.67-0.68, P < .05) but higher odds of receiving eye or foot examination (OR range: 1.22-1.47, P < .05) relative to white patients. A high school degree or more was associated with higher odds of HbA1c control and receipt of eye examinations compared to patients without a degree. Meta-analyses of income included a handful of studies and were inconsistently associated with diabetes care performance. Differences in diabetes performance appear to be related to access-related factors such as uninsurance or lacking a usual source of care; food insecurity and trade-offs at very low incomes; and lower adherence among younger and healthier diabetes patients. Patient race/ethnicity and education were associated with differences in diabetes quality measures. Depending on the approach used to rate providers, not adjusting for these patient characteristics may penalize or reward providers based on the populations they serve.",
        "authors": [
          "Woolton Lee",
          "Jennifer T Lloyd",
          "Katherine Giuriceo",
          "Timothy Day",
          "William Shrank",
          "Rahul Rajkumar"
        ],
        "year": 2020,
        "doi": "10.1111/1475-6773.13326",
        "citation_count": 0,
        "venue": "Health services research"
      }
    ],
    "eviction": [],
    "incarceration": [
      {
        "title": "Association of chronic opioid therapy and opioid use disorder with COVID-19-related hospitalization and mortality: Evidence from three health systems in the United States.",
        "abstract": "Chronic opioid use can lead to detrimental effects on the immune and various organ systems that put individuals prescribed chronic opioid therapy (COT) for pain and those with an opioid use disorder (OUD) at risk for severe COVID-19 disease. We assessed the association of COT and OUD with COVID-19-related hospitalization and death to inform targeted interventions to improve clinical outcomes in COVID-19 patients who use opioids. We conducted a retrospective cohort study of adults ages ≥ 18 with laboratory-confirmed SARS-CoV-2 infection in 2020 and 2021 from three US health systems. We used Cox proportional hazards regression to estimate the 30-day risk of COVID-19-related hospitalization and death associated with two opioid exposures (COT and OUD) following an infection. The study cohort included 53,123 patients with SARS-CoV-2 infection and a mean (SD) age of 45.1 (16.5), of whom 1,059 (2.0 %) were exposed to COT and 269 (0.5 %) had an OUD diagnosis in the year prior to infection. There were 2,270 observed COVID-19-related hospitalizations or deaths (1.6 per 1,000 person-days, 95 % CI 1.5-1.7). In the fully adjusted model, COT was not associated with increased risk (HR 1.19; 95 % CI, 0.98-1.43), while past-year OUD was independently associated with severe COVID-19 disease (HR 1.82; 95 % CI, 1.18-2.80). Past-year OUD remained associated with increased risk in post-hoc analysis with COVID-19-related hospitalization alone as the outcome (HR 2.00; 95 % CI, 1.30-3.08). Past-year OUD is a potential independent risk factor for severe COVID-19 disease that warrants monitoring to improve the prognosis of patients with COVID-19.",
        "authors": [
          "Anh P Nguyen",
          "Ingrid A Binswanger",
          "Komal J Narwaney",
          "Morgan A Ford",
          "David L McClure",
          "Deborah J Rinehart",
          "Jason A Lyons",
          "Jason M Glanz"
        ],
        "year": 2024,
        "doi": "10.1016/j.pmedr.2024.102832",
        "citation_count": 0,
        "venue": "Preventive medicine reports"
      },
      {
        "title": "Chronic health conditions and their impact on the labor market. A cross-country comparison in Europe.",
        "abstract": "To estimate the effect of having a chronic disease on the weekly working hours and the associated monetary losses. Longitudinal data Survey of Health, Aging and Retirement (SHARE) in Europe. We analyzed 7 waves from 9 countries in Europe. A total of 80.672 observations. Participants who have their regular domicile in the respective SHARE country were interviewed face-to-face. Data from individuals aged between 50 and 65 years old in European countries were collected over seven years. A person was excluded from the survey if incarcerated, hospitalized or out of the country during the entire survey period, unable to speak the country's language(s) or moved to an unknown address. Not applicable. We applied a difference-in-differences with multiple time periods approach to estimate the effect of having a chronic condition on the number of working hours per week. We monetized the estimated productivity losses using the legal minimum wage in each country. Persons with a chronic condition consistently reduced their weekly working hours compared to their healthy counterparts in the same country. This effect was more pronounced for men (6,78 hours per week or 352 hours per year) than women (3,97 hours per week or 206 hours per year). Persons with stroke, vascular, and lung disease showed the highest impact. On average, the reduced working hours represent about USD 12,80 billion annually in productivity losses in our sample. Having a chronic condition leads to people decreasing their working hours, which has significant economic losses. More severe health conditions showed the highest effects. This trend is observed in all the analyzed countries, highlighting the relevance of health and social systems to go beyond mortality and morbidity and the need to incorporate functioning in their target goals.",
        "authors": [
          "Boris Polanco",
          "Ana Oña",
          "Carla Sabariego",
          "Diana Pacheco Barzallo"
        ],
        "year": 2024,
        "doi": "10.1016/j.ssmph.2024.101666",
        "citation_count": 0,
        "venue": "SSM - population health"
      },
      {
        "title": "Interventions for the detection, monitoring, and management of chronic non-communicable diseases in the prison population: an international systematic review.",
        "abstract": "High rates of health inequalities and chronic non-communicable diseases exist amongst the prison population. This places people in and/or released from prison at heightened risk of multimorbidity, premature mortality, and reduced quality of life. Ensuring appropriate healthcare for people in prison to improve their health outcomes is an important aspect of social justice. This review examines the global literature on healthcare interventions to detect, monitor and manage chronic non-communicable diseases amongst the prison population and people recently released from prison. Systematic searches of EMBASE, MEDLINE, CINAHL, Web of Science, Scopus, and the Cochrane Library were conducted and supplemented by citation searching and review of the grey literature. The literature searches attempted to identify all articles describing any healthcare intervention for adults in prison, or released from prison in the past 1 year, to detect, monitor, or manage any chronic non-communicable illness. 19,061 articles were identified, of which 1058 articles were screened by abstract and 203 articles were reviewed by full text. Sixty-five studies were included in the review, involving 18,311 participants from multiple countries. Most studies were quasi-experimental and/or low to moderate in quality. Numerous healthcare interventions were described in the literature including chronic disease screening, telemedicine, health education, integrated care systems, implementing specialist equipment and staff roles to manage chronic diseases in prisons, and providing enhanced primary care contact and/or support from community health workers for people recently released from prison. These interventions were associated with improvement in various measures of clinical and cost effectiveness, although comparison between different care models was not possible due to high levels of clinical heterogeneity. It is currently unclear which interventions are most effective at monitoring and managing chronic non-communicable diseases in prison. More research is needed to determine the most effective interventions for improving chronic disease management in prisons and how these should be implemented to ensure optimal success. Future research should examine interventions for addressing multimorbidity within prisons, since most studies tested interventions for a singular non-communicable disease.",
        "authors": [
          "Thomas Hewson",
          "Matilda Minchin",
          "Kenn Lee",
          "Shiyao Liu",
          "Evelyn Wong",
          "Chantal Edge",
          "Jake Hard",
          "Katrina Forsyth",
          "Jane Senior",
          "Jennifer Shaw"
        ],
        "year": 2024,
        "doi": "10.1186/s12889-024-17715-7",
        "citation_count": 0,
        "venue": "BMC public health"
      },
      {
        "title": "Economic Burden of Health Conditions Associated With Adverse Childhood Experiences Among US Adults.",
        "abstract": "Adverse childhood experiences (ACEs) are preventable, potentially traumatic events in childhood, such as experiencing abuse or neglect, witnessing violence, or living in a household with substance use disorder, mental health problems, or instability from parental separation or incarceration. Adults who had ACEs have more harmful risk behaviors and worse health outcomes; the economic burden associated with these issues is uncertain. To estimate the economic burden of ACE-associated health conditions among US adults. In this economic evaluation, regression models of cross-sectional survey data from the 2019-2020 Behavioral Risk Factor Surveillance System (BRFSS) and previous studies were used to estimate ACE population-attributable fractions (PAFs) (ie, the fraction of total cases associated with a specific exposure) for selected health outcomes (anxiety, arthritis, asthma, cancer, chronic obstructive pulmonary disease, depression, diabetes, heart disease, kidney disease, stroke, and violence) and risk factors (heavy drinking, illicit drug use, overweight and obesity, and smoking) among the 2019 US adult population. Adverse childhood experience PAFs were used to calculate the proportion of total condition-specific medical spending and lost healthy life-years related to ACEs using Global Burden of Disease Study data. Data analysis was performed from September 10, 2021, to November 29, 2022. Adverse childhood experiences (age <18 years). Monetary valuation of ACE-associated morbidity and mortality using standard US value of statistical life methods and presented in terms of annual and lifetime per affected person and total population estimates at the national and state levels. A total of 820 673 adults, representing 255 million individuals, participated in the BRFSS in 2019 and 2020. An estimated 160 million of the total 255 million US adult population (63%) had 1 or more ACE, associated with an annual economic burden of $14.1 trillion ($183 billion in direct medical spending and $13.9 trillion in lost healthy life-years). This was $88 000 per affected adult annually and $2.4 million over their lifetimes. The lifetime economic burden per affected adult was lowest in North Dakota ($1.3 million) and highest in Arkansas ($4.3 million). Twenty-two percent of adults had 4 or more ACEs and comprised 58% of the total economic burden-the estimated per person lifetime economic burden for those adults was $4.0 million. In this cross-sectional analysis of the US adult population, the economic burden of ACE-related health conditions was substantial. The findings suggest that measuring the economic burden of ACEs can support decision-making about investing in strategies to improve population health.",
        "authors": [
          "Cora Peterson",
          "Maria V Aslam",
          "Phyllis H Niolon",
          "Sarah Bacon",
          "Mark A Bellis",
          "James A Mercy",
          "Curtis Florence"
        ],
        "year": 2023,
        "doi": "10.1001/jamanetworkopen.2023.46323",
        "citation_count": 0,
        "venue": "JAMA network open"
      },
      {
        "title": "A 'one-stop-shop' point-of-care hepatitis C RNA testing intervention to enhance treatment uptake in a reception prison: The PIVOT study.",
        "abstract": "Prisons are key venues for scaling-up hepatitis C virus (HCV) testing and treatment. Complex clinical pathways and frequent movements of people in prison remain barriers to HCV care. This study evaluated the impact of a 'one-stop-shop' point-of-care HCV RNA testing intervention on treatment uptake compared with standard of care among people recently incarcerated in Australia. PIVOT was a prospective, non-concurrent, controlled study comparing HCV treatment uptake during 'standard of care' (n = 239; November 2019-May 2020) and a 'one-stop-shop' intervention (n = 301; June 2020-April 2021) in one reception prison in Australia. The primary endpoint was uptake of direct-acting antiviral treatment at 12 weeks from enrolment. Secondary outcomes included the time taken from enrolment to each stage in the care cascade. A total of 540 male participants were enrolled. Median age (29 vs. 28 years) and history of injecting drug use (48% vs. 42%) were similar between standard of care and intervention phases. Among people diagnosed with current HCV infection (n = 18/63 in the standard of care phase vs. n = 30/298 in the intervention phase), the proportion initiating direct-acting antiviral treatment within 12 weeks from enrolment in the intervention phase was higher (93% [95% CI 0.78-0.99] vs. 22% [95% CI 0.64-0.48]; p <0.001), and the median time to treatment initiation was shorter (6 days [IQR 5-7] vs. 99 days [IQR 57-127]; p <0.001) compared to standard of care. The 'one-stop-shop' intervention enhanced treatment uptake and reduced time to treatment initiation among people recently incarcerated in Australia, thereby overcoming key barriers to treatment scale-up in the prison sector. This study provides important insights for policymakers regarding optimal HCV testing and treatment pathways for people newly incarcerated in prisons. The findings will improve health outcomes in people in prison with chronic HCV infection by increasing testing and treatment, thereby reducing infections, liver-related morbidity/mortality, and comorbidities. The findings will change clinical practice, clinical guidelines, and international guidance, and will inform future research and national and regional strategies, in particular regarding point-of-care testing, which is being rapidly scaled-up in various settings globally. The economic impact will likely include health budget savings resulting from reduced negative health outcomes relating to HCV, and health system efficiencies resulting from the introduction of simplified models of care. This study is registered at Clinicaltrials.gov (NCT04809246).",
        "authors": [
          "Yumi Sheehan",
          "Evan B Cunningham",
          "Amanda Cochrane",
          "Marianne Byrne",
          "Tracey Brown",
          "Colette McGrath",
          "Lise Lafferty",
          "Nicodemus Tedla",
          "Gregory J Dore",
          "Andrew R Lloyd",
          "Jason Grebely"
        ],
        "year": 2023,
        "doi": "10.1016/j.jhep.2023.04.019",
        "citation_count": 0,
        "venue": "Journal of hepatology"
      },
      {
        "title": "Relationship between criminal legal system exposure and health care utilization in US adults with diabetes: A cross-sectional study.",
        "abstract": "Black Americans have a higher prevalence of diabetes compared to White Americans and have higher rates of complications and death. Exposure to the criminal legal system (CLS) is a social risk factor for chronic disease morbidity and mortality with significant overlap with populations most likely to experience poor diabetes outcomes. However, little is known about the association between CLS exposure and healthcare utilization patterns among U.S. adults with diabetes. Using data from the National Survey of Drug Use and Health (2015-2018) a cross-sectional, nationally representative sample of U.S. adults with diabetes was created. Negative binomial regression was used to test the association between lifetime CLS exposure and three utilization types (emergency department (ED), inpatient, and outpatient) controlling for relevant socio-demographic and clinical covariates. Of 11,562 (weighted to represent 25,742,034 individuals) adults with diabetes, 17.1% reported lifetime CLS exposure. In unadjusted analyses, exposure was associated with increased ED (IRR 1.30 95% CI 1.17-1.46) and inpatient utilization (IRR 1.23, 95% CI 1.01-1.50), but not outpatient visits (IRR 0.99 95% CI 0.94-1.04). The association between CLS exposure and ED (IRR 1.02, p=0.70) and inpatient utilization (IRR 1.18, p=0.12) was attenuated in adjusted analyses. Low socioeconomic status, comorbid substance use disorder, and comorbid mental illness were independently associated with health care utilization in this population. Among those with diabetes, lifetime CLS exposure is associated with higher ED and inpatient visits in unadjusted analyses. Adjusting for socioeconomic status and clinical confounders attenuated these relationships, thus more research is needed to understand how CLS exposure interacts with poverty, structural racism, addiction and mental illness to influence health care utilization for adults with diabetes.",
        "authors": [
          "Laura C Hawks",
          "Rebekah J Walker",
          "Leonard E Egede"
        ],
        "year": 2023,
        "doi": "10.1016/j.jnma.2023.01.015",
        "citation_count": 0,
        "venue": "Journal of the National Medical Association"
      },
      {
        "title": "Factors Associated With Mortality Among Homeless Older Adults in California: The HOPE HOME Study.",
        "abstract": "The population of homeless older adults is growing and experiences premature mortality. Little is known about factors associated with mortality among homeless older adults. To identify the prevalence and factors associated with mortality in a cohort of homeless adults 50 years and older. In this prospective cohort study (Health Outcomes in People Experiencing Homelessness in Older Middle Age [HOPE HOME]), 450 adults 50 years and older who were homeless at baseline were recruited via venue-based sampling in Oakland, California. Enrollment occurred in 2 phases, from July 2013 to June 2014 and from August 2017 to July 2018, and participants were interviewed at 6-month intervals. Baseline and time-varying characteristics, including sociodemographic factors, social support, housing status, incarceration history, chronic medical conditions, substance use, and mental health problems. Mortality through December 31, 2021, based on state and local vital records information from contacts and death certificates. All-cause mortality rates were compared with those in the general population from 2014 to 2019 using age-specific standardized mortality ratios with 95% CIs. Of the 450 included participants, median (IQR) age at baseline was 58.1 (54.5-61.6) years, 107 (24%) were women, and 360 (80%) were Black. Over a median (IQR) follow-up of 55 (38-93) months, 117 (26%) participants died. Median (IQR) age at death was 64.6 (60.3-67.5) years. In multivariable analyses, characteristics associated with mortality included a first episode of homelessness at 50 years and older (adjusted hazard ratio [aHR], 1.62; 95% CI, 1.13-2.32), homelessness (aHR, 1.82; 95% CI, 1.23-2.68) or institutionalization (aHR, 6.36; 95% CI, 3.42-11.82) at any follow-up compared with being housed, fair or poor self-rated health (aHR, 1.64; 95% CI, 1.13-2.40), and diabetes (aHR, 1.55; 95% CI, 1.06-2.26). Demographic characteristics, substance use problems, and mental health problems were not independently associated. All-cause standardized mortality was 3.5 times higher (95% CI, 2.5-4.4) compared with adults in Oakland. The most common causes of death were heart disease (n = 17 [14.5%]), cancer (n = 17 [14.5%]), and drug overdose (n = 14 [12.0%]). The cohort study found that premature mortality was common among homeless older adults and associated factors included late-life homelessness and ongoing homelessness. There is an urgent need for policy approaches to prevent and end homelessness among older adults in the US.",
        "authors": [
          "Rebecca T Brown",
          "Jennifer L Evans",
          "Karen Valle",
          "David Guzman",
          "Yea-Hung Chen",
          "Margot B Kushel"
        ],
        "year": 2022,
        "doi": "10.1001/jamainternmed.2022.3697",
        "citation_count": 0,
        "venue": "JAMA internal medicine"
      },
      {
        "title": "The association between history of incarceration and heart disease: Adults from the 1979 National Longitudinal Survey of Youth.",
        "abstract": "Heart disease affects over 30.3 million adults in the United States and is a leading cause of mortality, morbidity, and disability. However, little is known about the relationship between exposure to incarceration and chronic disease. Therefore, the aim of this study was to assess the relationship between prior incarceration and heart disease. This was a study of 12,686 adults from the National Longitudinal Survey of Youth (NLSY) 1979 dataset. History of incarceration was the predictor and defined as any episode of incarceration in a correctional institution. The outcome, heart disease, was defined as self-reported diagnosis of heart disease. Covariates included: Demographic factors (age, race, sex, place of residence, and marital status), lifestyle and clinical factors (drug use, body mass index (BMI), early life health limitation, cigarette smoking, and binge drinking), and socioeconomic factors (poverty status, educational attainment, and employment status). Pooled logistic regression models with generalized estimating equation approach (GEE) were used to model the relationship between history of incarceration and heart disease. In the unadjusted analyses, a history of incarceration was significantly associated with an increased odds of heart disease (OR 2.29; 95% CI 1.40, 3.75). This relationship persisted after adjusting for demographic (OR 3.46; 95% CI 2.06, 5.85) and lifestyle and clinical factors (OR 3.46; 95% CI 2.03, 5.88) and socioeconomic factors (OR 2.14; 95% CI 1.25, 3.67). In this sample of adults, a history of incarceration was significantly associated with heart disease, after adjusting for demographic, lifestyle and clinical factors, and socioeconomic factors. These findings suggest that exposure to incarceration may heighten susceptibility to heart disease. Further research is needed to elucidate the mechanisms through which incarceration impacts cardiovascular health.",
        "authors": [
          "Oluwatoyin Olukotun",
          "Joni S Williams",
          "Zhipeng Zhou",
          "Olaitan Akinboboye",
          "Leonard E Egede"
        ],
        "year": 2022,
        "doi": "10.1016/j.healthplace.2022.102808",
        "citation_count": 0,
        "venue": "Health & place"
      }
    ],
    "transportation": [
      {
        "title": "Barriers to Dental Care in Individuals with Special Healthcare Needs in Qatif, Saudi Arabia: A Caregiver’s Perspective",
        "abstract": "Objective Access to dental care is a key factor influencing oral health outcomes. Individuals with special healthcare needs are at risk of not having access to dental care services which they need to maintain their oral health. This study assessed the magnitude of this problem and identified barriers responsible for the difficulties in accessing dental care in Qatif, Saudi Arabia, as reported by caregivers of individuals with special healthcare needs. Methods This cross-sectional study collected data using a self-administered survey questionnaire from caregivers of individuals with special healthcare needs across 11 centers (eight special needs centers and three schools) in Qatif, Eastern Province of Saudi Arabia, between February and April 2019. Results A total of 186 caregivers participated in the study, 102 (54.8%) of whom reported difficulties in getting access to dental care. The key barriers included lack of time on the part of caregivers (60.8%), unsuitable clinic environment (53.9%), difficulties with transportation (51.9%), medical/health status of the individual with special healthcare needs (51.0%), and geographically distant dental clinics (51.0%). Caregiver demographics (age, gender, and educational level) had no significant influence on the difficulties reported by caregivers in getting access to dental care for individuals with special healthcare needs (p>0.05). Conclusion A large proportion of caregivers in Qatif, Saudi Arabia, experience difficulties with access to dental care services for individuals with special healthcare needs. The most common barriers are physical accessibility of dental facilities (for individuals with special healthcare needs), affordability, and lack of skills and knowledge of dental care providers.",
        "authors": [
          "Amal Alfaraj",
          "H. Halawany",
          "Muntasar T Al-Hinai",
          "A. H. Al-Badr",
          "Marwa Alalshaikh",
          "K. Al-Khalifa"
        ],
        "year": 2021,
        "doi": "10.2147/PPA.S291255",
        "citation_count": 29,
        "venue": "Patient Preference and Adherence"
      },
      {
        "title": "System-level factors influencing refugee women's access and utilization of sexual and reproductive health services: A qualitative study of providers’ perspectives",
        "abstract": "Refugee women have poor outcomes and low utilization of sexual and reproductive health (SRH) services, which may be driven by access to and quality of SRH services at their resettled destinations. While healthcare providers offer valuable insights into these topics, little research has explored United States (U.S.) providers' experiences. To fill this literature gap, we investigate U.S. providers' perspectives of healthcare system-related factors influencing refugee women's access and utilization of SRH services. Between July and December 2019, we conducted in-depth, semi-structured interviews with 17 providers serving refugee women in metropolitan Atlanta in the state of Georgia (United States). We used convenience and snowball sampling for recruitment. We inquired about system-related resources, facilitators, and barriers influencing SRH services access and utilization. Two coders analyzed the data using a qualitative thematic approach. We found that transportation availability was crucial to refugee women's SRH services access. Providers noted a tension between refugee women's preferred usage of informal interpretation assistance (e.g., family and friends) and healthcare providers’ desire for more formal interpretation services. Providers reported a lack of funding and human resources to offer comprehensive SRH services as well as several challenges with using a referral system for women to get SRH care in other systems. Culturally and linguistically-concordant patient navigators were successful at helping refugee women navigate the healthcare system and addressing language barriers. We discussed implications for future research and practice to improve refugee women's SRH care access and utilization. In particular, our findings underscore multilevel constraints of clinics providing SRH care to refugee women and highlight the importance of transportation services and acceptable interpretation services. While understudied, the use of patient navigators holds potential for increasing refugee women's SRH care access and utilization. Patient navigation can both effectively address language-related challenges for refugee women and help them navigate the healthcare system for SRH. Future research should explore organizational and external factors that can facilitate or hinder the implementation of patient navigators for refugee women's SRH care.",
        "authors": [
          "Milkie Vu",
          "Ghenet Besera",
          "Danny Ta",
          "C. Escoffery",
          "N. Kandula",
          "Yotin Srivanjarean",
          "Amanda J. Burks",
          "Danielle Dimacali",
          "Pabitra Rizal",
          "Puspa Alay",
          "Cho Htun",
          "K. Hall"
        ],
        "year": 2022,
        "doi": "10.3389/fgwh.2022.1048700",
        "citation_count": 17,
        "venue": "Frontiers in Global Women's Health"
      },
      {
        "title": "Social determinants of health and outcomes for children and adults with congenital heart disease: a systematic review",
        "abstract": null,
        "authors": [
          "B. Davey",
          "Raina Sinha",
          "J. Lee",
          "M. Gauthier",
          "G. Flores"
        ],
        "year": 2020,
        "doi": "10.1038/s41390-020-01196-6",
        "citation_count": 109,
        "venue": "Pediatric Research"
      },
      {
        "title": "Solving Mental Healthcare Access Problems in the Twenty‐first Century",
        "abstract": null,
        "authors": [
          "B. Frueh"
        ],
        "year": 2015,
        "doi": "10.1111/AP.12140",
        "citation_count": 11,
        "venue": ""
      },
      {
        "title": "Access to health care for uninsured Latina immigrants in South Carolina",
        "abstract": "BackgroundSouth Carolina is considered a “new destination” state for Latino immigrants. Language barriers, transportation difficulties, low socioeconomic status, inflexible work schedules, different cultural norms, and anxiety and fear related to the current anti-immigrant political climate all negatively impact Latino immigrants’ frequency of contact with the health care system, and consequently they suffer poor health outcomes. The study objective was to explore uninsured Latina immigrant women’s access to health care and alternative treatment strategies in coastal South Carolina.MethodsThe study design was a qualitative interview design. Thirty women participated in semi-structured interviews in community sites. Thematic analysis identified salient categories of topics across interview participants.ResultsThe themes were organized into four primary categories including: 1) Barriers and Facilitators to Healthcare, 2) Health Behaviors and Coping Mechanisms, 3) Disease Management Strategies, and 4) Cultural Factors. Participants demonstrated determination for accessing care but reported that their primary health care access barriers included the high cost of services, lack of health insurance, family and work responsibilities, and language barriers. Coping mechanisms included activating their social networks, visiting family and friends and assisting one another with navigating life challenges.ConclusionParticipants overcame obstacles to obtain healthcare for themselves and their family members despite the multiple barriers presented. Social networks were leveraged to protect against some of the negative effects of financial barriers to health care access.",
        "authors": [
          "John S. Luque",
          "Grace Soulen",
          "Caroline B. Davila",
          "Kathleen B. Cartmell"
        ],
        "year": 2018,
        "doi": "10.1186/s12913-018-3138-2",
        "citation_count": 50,
        "venue": "BMC Health Services Research"
      },
      {
        "title": "Rides for Refugees: A Transportation Assistance Pilot for Women’s Health",
        "abstract": null,
        "authors": [
          "Simone Vais",
          "Justin Siu",
          "Sheela Maru",
          "J. Abbott",
          "Ingrid St. Hill",
          "C. Achilike",
          "Wan-Ju Wu",
          "Tejumola M. Adegoke",
          "Courtney Steer-Massaro"
        ],
        "year": 2019,
        "doi": "10.1007/s10903-019-00946-x",
        "citation_count": 24,
        "venue": "Journal of Immigrant and Minority Health"
      },
      {
        "title": "Virtual opioid agonist treatment: Alberta’s virtual opioid dependency program and outcomes",
        "abstract": "Background Virtually delivered healthcare (telehealth, telemedicine) has the potential to reduce gaps in access to opioid agonist therapy (OAT). Barriers to accessing OAT such as lack of transportation, in-person induction requirements, employment demands and limited childcare options reduce treatment opportunities for clients. A completely virtual model of care has been developed in Alberta, Canada. This paper introduces the unique virtual clinic model and describes outcomes from that model. Methods A retrospective chart review was conducted using datasets within existing electronic health records and databases from Alberta’s Virtual Opioid Dependency Program (VODP). Outcome data were extracted at admission to ongoing care by Case Management within the VODP and at 3, 6 and 12 months for the duration of treatment. Utilization trends over three years were analyzed, including admissions, discharges and active client information. Data regarding clinical outcomes for clients engaged in ongoing care with the VODP were aggregated for analysis over four time periods, including treatment retention rates at 6 and 12 months. Results A total of 440 client records were included in the study sample. Descriptive analysis showed rapid growth in utilization over three fiscal years. Despite rapid growth in utilization, median wait days for treatment decreased from 6 to 0 days with the initiation of a Same Day Start service to support low barrier immediate access to treatment. Treatment retention rates for clients in ongoing care were comparable to published reports, with 90% of the study sample remaining in treatment over 6 months, and 58% showing retention over 12 months. Clients reported high levels of satisfaction (90%) and outcomes reflected reductions in drug use and overdose as well as improved social functioning. Conclusions The VODP model demonstrated high levels of client satisfaction, rapid growth in utilization and positive preliminary clinical outcomes. Entirely virtual delivery of opioid agonist therapy is a promising option to facilitate access to evidence based treatment for opioid use disorder (OUD) in the context of a fentanyl overdose crisis, particularly for individuals living in rural or underserved areas.",
        "authors": [
          "Nathaniel Day",
          "Maureen Wass",
          "Kelly Smith"
        ],
        "year": 2022,
        "doi": "10.1186/s13722-022-00323-4",
        "citation_count": 15,
        "venue": "Addiction Science & Clinical Practice"
      },
      {
        "title": "Predictors of transportation-related barriers to healthcare access in a North American suburb",
        "abstract": "Aim To identify predictors of transportation-related barriers to healthcare access in a North American suburb. Subject and methods Data from the 2022 Scarborough Survey were used, comprising n = 528 adults living in Scarborough, which is a subu<rb of Toronto, Canada, recruited through iterative sampling. Log binomial regression models identified demographic, socioeconomic, health and transportation predictors of a composite of: (1) delaying a primary care appointment, (2) missing a primary care appointment or (3) postponing or declining a vaccination due to transportation issues. Results Of the sampled individuals, 34.5% experienced the outcome. In the multivariable model, younger age (RR = 3.03), disability (RR = 2.60), poor mental health (RR = 1.70) and reliance on public transit (RR = 2.09) were associated with greater risk of experiencing the outcome. Full-time employment, reliance on active travel and reliance on others for transportation were specifically associated with greater risk of experiencing a transportation-related barrier to vaccination. Conclusion In suburban areas such as Scarborough, transportation-related barriers to healthcare access have a disproportionate impact on groups defined by important demographic, health and transportation-related characteristics. These results corroborate that transportation is an important determinant of health in suburban areas, the absence of which may exacerbate existing inequities among the most vulnerable individuals in a given population.",
        "authors": [
          "J. Lyeo",
          "Ignacio Tiznado-Aitken",
          "S. Farber",
          "H. Brown",
          "N. Spence"
        ],
        "year": 2023,
        "doi": "10.1007/s10389-023-01916-2",
        "citation_count": 10,
        "venue": "Journal of public health"
      },
      {
        "title": "Behavioral and social predictors of COVID-19 vaccine uptake among persons with disabilities in Kenya.",
        "abstract": "Access and uptake of COVID-19 vaccine by persons with disabilities remains largely unknown in low-and middle-income countries, despite the unique barriers they face, their special vulnerabilities and higher risk to severe outcomes. We aimed to identify behavioral and social predictors of COVID-19 uptake among persons with disability in Kenya. A convergent parallel mixed method study design was conducted among 792 persons with disability in four regions (counties) in Kenya. Purposive sampling was used to identify the respondents from the National Council for Persons with Disabilities Registration database. Quantitative data were analyzed using STATA statistical analysis software (version 14). Chi-square (",
        "authors": [
          "Josphat Martin Muchangi",
          "Rogers Moraro",
          "Jarim Omogi",
          "Abrar Alasmari",
          "Sheillah Simiyu",
          "Ana Bolio",
          "Lennah Kanyangi",
          "Rehema Mwema",
          "Rose Bukania",
          "Sarah Kosgei"
        ],
        "year": 2024,
        "doi": "10.3389/fpubh.2024.1472677",
        "citation_count": 0,
        "venue": "Frontiers in public health"
      },
      {
        "title": "Challenges in accessing health care services for women and girls with disabilities using a humanitarian physical rehabilitation program in Lebanon: a mixed method study.",
        "abstract": "Achieving equitable healthcare access for persons with disabilities is vital, as they often face various barriers that impact their health and well-being. Recognizing the importance of gender equity, this study aims to explore the specific barriers faced by women and girls with disabilities in accessing quality healthcare services in Lebanon. A mixed-method sequential explanatory approach was employed. Initially, a retrospective descriptive study analyzed data from the International Committee of the Red Cross (ICRC)-supported physical rehabilitation programme (PRP) database. Subsequently, in-depth interviews were conducted to delve into factors influencing gender-disproportionate service users and to uncover barriers to accessing healthcare. Levesque et al.'s 'Conceptual framework on healthcare access' was used to organize and map the results. The quantitative analysis of service utilization at ICRC PRP centers from 2015 to 2022 revealed significant gender disparities, with males comprising 66.6% of service users compared to 33.4% females. This trend was consistent across age categories, nationalities, and clinical conditions. Healthcare access for women and girls with disabilities was found to be inadequate across all five dimensions of the Levesque framework: adequacy, accessibility, affordability, appropriateness, and availability, as well as their corresponding abilities. While certain challenges such as transportation, financial constraints, inadequate infrastructure, and limited information on available services were common to both genders, gender-specific barriers primarily included societal norms, safety concerns during unaccompanied visits to healthcare facilities, limited access to societal information, economic disparities, preferences for female healthcare providers, and the need for privacy during consultations. This study underscores key barriers hindering healthcare access for women and girls with disabilities in Lebanon, necessitating tailored interventions. Gender-specific challenges, including societal norms and safety concerns, require targeted solutions for improved access and outcomes. This study serves as a call to action for stakeholders at various levels to collaborate and implement concrete measures to bridge the gap in healthcare access and ensure that no one is left behind.",
        "authors": [
          "Linda Abou-Abbas",
          "Diana Sabbagh",
          "Rodolfo Rossi",
          "Lavanya Vijayasingham",
          "Maria Rita Lteif",
          "Haya Rawi",
          "Rouba Mitri",
          "Hala Al Sultan",
          "Aicha Benyaich",
          "Ahmad Al-Mosa",
          "Claudia Truppa"
        ],
        "year": 2024,
        "doi": "10.1186/s12939-024-02356-4",
        "citation_count": 0,
        "venue": "International journal for equity in health"
      },
      {
        "title": "Social risk factors and cancer prevention care among patients in community health-care settings.",
        "abstract": "Social risks are negatively associated with receipt of cancer preventive care. As knowledge is lacking on the pathways underlying these associations, we investigated associations between patient-reported social risks and colorectal cancer (CRC), cervical cancer, and breast cancer screening order provision and screening completion. This study included patients eligible for CRC, cervical cancer, or breast cancer screening at 186 community-based clinics between July 1, 2015, and February 29, 2020. Outcomes included up-to-date status for indicated cancer screenings at baseline; percentage of subsequent study months in which patients were up-to-date on screenings; screening order receipt; and screening completion. Independent variables were patient-reported food insecurity, transportation barriers, and housing instability. Analyses used covariate-adjusted generalized estimating equation models, stratified by social risk. Patients with documented social risks were less likely to be up-to-date on any cancer screening at baseline and in most cases had a lower rate of total study months up-to-date on screenings. All cancer screenings were ordered less often for food-insecure patients. Cervical cancer screening was ordered less often for transportation-insecure patients. The likelihood of completing a screening test differed statistically significantly by select social risks: Cervical cancer and CRC screening rates were lower among food-insecure patients, and CRC screening rates were lower among transportation-insecure patients. The likelihood of breast cancer screening completion did not differ by social risk status. Social risks affect both the ordering and the receipt of cancer screening. Research is needed on strategies to mitigate the impact of different social risks on cancer early-detection services.",
        "authors": [
          "Matthew P Banegas",
          "Jean O'Malley",
          "Jorge Kaufmann",
          "Miguel Marino",
          "Laura M Gottlieb",
          "Nathalie Huguet",
          "Adjoa Anyane-Yeboa",
          "Rachel Gold"
        ],
        "year": 2024,
        "doi": "10.1093/jncics/pkae115",
        "citation_count": 0,
        "venue": "JNCI cancer spectrum"
      },
      {
        "title": "Brief Video-Delivered Intervention to Reduce Anxiety and Improve Functioning in Older Veterans: Pilot Randomized Controlled Trial.",
        "abstract": "Older veterans with anxiety disorders encounter multiple barriers to receiving mental health services, including transportation difficulties, physical limitations, and limited access to providers trained to work with older persons. To address both accessibility and the shortage of available providers, evidence-based treatments that can be delivered via guided self-management modalities are a potential solution. This study aims to determine the feasibility and acceptability of a randomized controlled trial of 2 guided self-management interventions. This study compared the treatment effects of these 2 interventions (relaxation and health psychoeducation) on anxiety symptom severity and functioning in older veterans with anxiety disorders. Our exploratory aims examined factors related to home practices and treatment engagement and perceptions of the practices. Participants were randomized to one of two video-delivered interventions: (1) Breathing, Relaxation, and Education for Anxiety Treatment in the Home Environment (BREATHE)-breathing and progressive relaxation or (2) Healthy Living for Reduced Anxiety-psychoeducation about lifestyle changes. Telephone coaching calls were conducted weekly. Measures of anxiety, depression, and functioning were obtained at baseline, week 4 (end of treatment), week 8, and week 12. Participants completed a semistructured interview at week 12. Analyses included descriptive statistics to summarize measures of intervention engagement; mixed-effects models to characterize symptom change, and qualitative analyses. Overall, 56 participants (n=48, 86% men; n=23, 41% from ethnic or racial minority groups; mean age 71.36, SD 6.19 y) were randomized. No difference in retention between study arms was found. The Healthy Living group (29/56, 52%) completed significantly more lessons (mean 3.68, SD 0.86) than the BREATHE group (27/56, 48%; mean 2.85, SD 1.43; t These findings suggest that a larger randomized controlled trial of guided self-management approaches to treating late-life anxiety is feasible; however, BREATHE was not effective in reducing anxiety compared with Healthy Living. Possible contributing factors may have been the reliance on a single technique. Progressive relaxation was reported to be enjoyable for most participants, but maintaining home practices was challenging. Those with milder anxiety severity and fewer health problems were better able to adhere to practices. ClinicalTrials.gov NCT02400723; https://clinicaltrials.gov/study/NCT02400723.",
        "authors": [
          "Christine E Gould",
          "Chalise Carlson",
          "Julie L Wetherell",
          "Mary K Goldstein",
          "Lauren Anker",
          "Sherry A Beaudreau"
        ],
        "year": 2024,
        "doi": "10.2196/56959",
        "citation_count": 0,
        "venue": "JMIR aging"
      },
      {
        "title": "Challenges in accessing patient-centered care and patient empowerment in selected Ghanaian hospitals.",
        "abstract": "Patient-centred care (PCC) and patient empowerment (PE) are crucial for better healthcare outcomes, in lower-middle-income countries like Ghana, which continues to encounter many challenges. The study sought to determine the factors affecting the implementation of PCC and PE in Ghana through the voices of patients and healthcare providers. The study is based in Ghana, West Africa, and includes three healthcare facilities representing primary, secondary and tertiary care. A qualitative exploratory descriptive research design was employed to investigate the study's objective by engaging healthcare workers and patients in selected facilities through purposive sampling. While 33 healthcare service providers participated in in-depth interviews, focus group discussions were held with four patient groups. The collected data were analysed thematically to identify key themes and insights. The analysis revealed three overarching themes: organisational-, individual-, and environmental-level factors influencing PCC and PE. Findings presented under 10 sub-themes show that resource constraints and staff shortages hinder PCC, while patient agency and communication impact PE. In addition, the ability to pay and geographical barriers further hinder access to patient-centred services, affecting overall healthcare delivery. The findings from this study emphasise that without system-wide interventions to address these issues - including improving resource allocation, enhancing communication, and reducing geographical and financial barriers - achieving Universal Health Coverage (UHC) by 2030 remains highly aspirational. The contribution of the study is inherent in the relevance of contextual findings towards improving health service delivery.",
        "authors": [
          "Ruby V Kodom",
          "Robert T Netangaheni"
        ],
        "year": 2024,
        "doi": "10.4102/hsag.v29i0.2623",
        "citation_count": 0,
        "venue": "Health SA = SA Gesondheid"
      },
      {
        "title": "The lasting impact of the ACA: how Medicaid expansion reduces outcome disparities in AYAs with leukemia and lymphoma.",
        "abstract": "The Affordable Care Act (ACA), fully implemented in 2014, introduced reforms to Medicaid and the Children's Health Insurance Program (CHIP), aiming to enhance health care access for vulnerable populations. Key provisions that can influence health outcomes in adolescents and young adults (AYAs) with blood cancers include Medicaid expansion, which covers adults with income less than or equal to 138% of the federal poverty level based on modified adjusted gross income (MAGI), streamlined eligibility and enrollment processes, CHIP and Medicaid integration, and dependent coverage reform. Non-MAGI eligibility pathways based on age, disability, or waiver programs provide alternative routes for Medicaid coverage. By improving insurance coverage, providing affordable care and financial protection, and addressing health-related social needs such as transportation to care, Medicaid expansion has the potential to mitigate outcome disparities along the continuum of AYA blood cancer care. However, challenges persist due to coverage gaps in nonexpansion states, complexities in administrative processes to maintain continuous coverage, and barriers to accessing specialists for complex, AYA-focused multidisciplinary cancer care. The ending of the COVID-19 public health emergency's Medicaid Continuous Enrollment Provision has disrupted coverage for many AYAs. Given limited research evaluating the impact of the ACA on AYA blood cancer outcomes, more evidence is needed to guide future policies tailored to this vulnerable population. Despite encouraging progress following the ACA, continued collaborative efforts between policymakers, health care providers, patient advocates, and researchers are essential for identifying targeted strategies to ensure continuous and affordable coverage, access to specialized and coordinated care, and fewer disparities in AYA blood cancer outcomes.",
        "authors": [
          "Xin Hu",
          "Sharon M Castellino",
          "Xu Ji"
        ],
        "year": 2024,
        "doi": "10.1182/hematology.2024000528",
        "citation_count": 0,
        "venue": "Hematology. American Society of Hematology. Education Program"
      },
      {
        "title": "A policy brief: improving access and utilization of adolescent sexual and reproductive health services in Southern Ethiopia.",
        "abstract": "Adolescent sexual and reproductive health (ASRH) is fundamental to the overall wellbeing and development of young people. In Southern Ethiopia, adolescents face significant barriers to accessing and utilizing ASRH services: they include limited information, pervasive cultural stigma, and inadequate healthcare infrastructure. Addressing these barriers is critical to reducing unintended pregnancies, preventing sexually transmitted infections, and achieving national and international health objectives. Despite the existence of policies aimed at improving ASRH, these challenges persist, highlighting the urgent need for targeted policy reforms and effective implementation strategies to ensure a healthier future for adolescents in the region. Recent research has identified substantial barriers to ASRH services in Southern Ethiopia. Key challenges include widespread gaps in knowledge, socio-cultural stigma, and strong influences from family and peers, compounded by limited service availability. The absence of adolescent-friendly care, coupled with insufficient outreach efforts, further restricts access. Healthcare providers also encounter significant obstacles, such as stigma, inadequate training, and a lack of institutional support, which undermine their ability to deliver effective services. Service utilization varies markedly based on geographic location, economic status, and educational attainment, with approximately half of adolescents lacking a comprehensive understanding of sexual and reproductive health and rights (SRHR). Moreover, persistent stigma, low levels of social support, and limited self-efficacy continue to hinder the uptake of these essential services. To improve ASRH services in Southern Ethiopia, a multi-faceted approach is imperative. Increasing public education through school programs and awareness campaigns can mitigate stigma and misinformation, fostering a more supportive environment. Initiatives such as providing transportation support and establishing mobile health clinics will significantly improve access for adolescents in underserved areas. Strengthening healthcare services by offering specialized training for providers and establishing adolescent-friendly clinics will elevate the quality of care. Engaging families, communities, and peer networks is essential for building a supportive framework that encourages adolescents to utilize SRH services. Finally, implementing skill-building and counseling programs will empower adolescents to make informed decisions regarding their sexual and reproductive health, ultimately contributing to improved health outcomes across the region.",
        "authors": [
          "Negussie Boti Sidamo",
          "Amene Abebe Kerbo",
          "Kassa Daka Gidebo",
          "Yohannes Dibaba Wado"
        ],
        "year": 2024,
        "doi": "10.3389/fpubh.2024.1364058",
        "citation_count": 0,
        "venue": "Frontiers in public health"
      },
      {
        "title": "Barriers and facilitators to accessing and utilising sexual and reproductive health services during the COVID-19 pandemic in Africa: a systematic review and meta-analysis.",
        "abstract": "Ensuring uninterrupted access and utilisation of sexual and reproductive health (SRH) services remains crucial for preventing adverse SRH outcomes. However, the unprecedented emergence of the 2019 coronavirus disease (COVID-19) significantly disrupted most of these services in Africa. Thus, we systematically reviewed and examined barriers and facilitators to accessing and utilising SRH services during the COVID-19 pandemic in Africa. We systematically searched five databases for relevant articles published between January 2020 to December 2022, and the articles were screened following the JBI and PRISMA guidelines. Meta-synthesis of barriers and facilitators to accessing and utilising SRH services during the COVID-19 pandemic were reported, while a meta-analysis of the pooled prevalence of barriers to accessing and utilising SRH services during the COVID-19 pandemic in Africa was analysed using R. The pooled prevalence of barriers to accessing and utilising SRH services during the COVID-19 pandemic in Africa was 26%. Seven themes were developed for the identified barriers (disruption of healthcare services, fear and misinformation, limited availability of resources, place & region of residence, healthcare staff attitude/manpower, limited access to transportation, and stigma and discrimination), whilst six themes were developed for the identified facilitators (support for vulnerable populations, socio-demographic characteristics, community outreach programs, policy adaptations, telemedicine and digital health, and change in choice of sexual and reproductive commodities). This study found that the COVID-19 pandemic significantly impacted SRH service access and utilisation in Africa. We recommend that future research consider a longitudinal examination of the pandemic on African SRH services. PROSPERO registration number: CRD42022373335.",
        "authors": [
          "Obasanjo Afolabi Bolarinwa",
          "Clifford Odimegwu",
          "Kobi V Ajayi",
          "Tosin Olajide Oni",
          "Rajeeb Kumar Sah",
          "Akanni Akinyemi"
        ],
        "year": 2024,
        "doi": "10.1186/s12913-024-12028-2",
        "citation_count": 0,
        "venue": "BMC health services research"
      }
    ],
    "employment": [
      {
        "title": "Impact of Long-Term Depression on Employment Outcomes: A Systematic Review and Case Series From Iraq on Career Trajectory and Job Stability.",
        "abstract": "Background Long-term forms of depression, especially chronic and episodic, make it very hard for any individual to maintain a steady job or develop in his/her workplace, which reduces the ability to gain financial security. The purpose of this study is to investigate and thoroughly examine the impact of long-term depression on career trajectories and job stability using a methodical evaluation of the literature supplemented with case studies. Methodology This study combined a systematic review of available literature with a detailed case series analysis. The literature search was conducted systematically in three major databases, namely, PubMed, PsycINFO, and Scopus. The systematic review synthesized findings from studies that assessed the relationship between chronic and episodic long-term depression and employment-related outcome measures, i.e., job stability, upward career mobility, and socioeconomic status. The studies published between 2000 and 2024 were included and qualified. The case series contributed qualitative depth using eight personal experiences illustrating how the use of self-workplace dynamics interacted with depressive symptoms to shape employment. Results The systematic review provided consistent evidence that depression negatively influences employment status, such as decreased income and an increased rate of unemployment and disability claims. The current investigation included 29 studies, which were chosen after a rigorous screening process that included identifying 10,651 records and removing irrelevant or duplicate entries. The case series underlined further that it is the role of support executed by the workplace and societal stigma that mitigates or exaggerates these outcomes. In cases, people whose careers were disrupted by depression (job loss, low productivity, and long-term financial pressure) evidenced a huge change. Conclusions The effects of chronic and episodic long-term depression interfered with employment and socioeconomic well-being and, in fact, expanded beyond the individual to affect larger societal factors. Healthcare providers should collaborate with employers to ensure affected individuals receive appropriate accommodations in the workplace along with responses to mental health concerns. Further, policymakers should create inclusive policy environments to address the demands of people concerning job security and access to mental health related to depression. In addition, they should promote anti-stigma campaigns targeted at the reduction of societal and workplace discrimination against mental health issues.",
        "authors": [
          "Hasan I Alshammaa",
          "Rania H Al-Taie",
          "Abdallah M Mujbel"
        ],
        "year": 2024,
        "doi": "10.7759/cureus.70755",
        "citation_count": 0,
        "venue": "Cureus"
      },
      {
        "title": "Income or Job Loss and Psychological Distress During the COVID-19 Pandemic.",
        "abstract": "Given the expiration of expanded unemployment and other benefits during the COVID-19 pandemic, it is important to understand the association between pandemic income or job loss and long-term implications on mental health. To evaluate the association between income or job loss due to the COVID-19 pandemic and later psychological distress. This cohort study used 5 waves of nationally representative, longitudinal survey data (September 16, 2019, through September 18, 2022) from the Pew Research Center's American Trends Panel. Doubly robust propensity score-weighted quasi-Poisson models were used to estimate the association of self or household income or job loss during the early phase of the COVID-19 pandemic with later psychological distress, while controlling for pre-income loss characteristics (demographics, finances, and psychological distress). The study sample comprised US working-age adults (aged 18-64 years) who had not experienced income or job loss due to the COVID-19 pandemic by March 24, 2020. Participant-reported self or household income or job loss (ie, reduced hours or demand for work) due to the COVID19 pandemic between March 24, 2020, and August 16, 2020. Psychological distress was measured using a composite scale of 0 to 15 based on participants' reported frequency of feeling depressed, on edge, sleepless, lonely, and hopeless in the past week in March 2020, February 2021, and September 2022. Of 1392 working-age adults (survey weighted 52.7% male and 47.7% aged 30-49 years) who had not reported income or job loss before March 24, 2020, a survey weighted 35.7% reported job or income loss between March 24 and August 16, 2020. Early-phase pandemic income or job loss was associated with higher distress in February 2021 (estimated ratio, 1.09; 95% CI, 1.01-1.18; P = .03) and September 2022 (estimated ratio, 1.11; 95% CI, 1.02-1.22; P = .02) among participants who experienced job or income loss between March 24 and August 16, 2020, compared with the propensity score-weighted mean in the group who did not experience income loss. These small but significant within-person associations between early-phase pandemic household income or job loss and psychological distress up to 29 months later suggest that policies are needed to support people with income or job loss to help mitigate the long-term adverse mental health outcomes of economic disruption.",
        "authors": [
          "Grace V Ringlein",
          "Catherine K Ettman",
          "Elizabeth A Stuart"
        ],
        "year": 2024,
        "doi": "10.1001/jamanetworkopen.2024.24601",
        "citation_count": 0,
        "venue": "JAMA network open"
      },
      {
        "title": "Job Loss Due to COVID-19: A Longitudinal Study of Mental Health, Protective and Risk Factors.",
        "abstract": "The COVID-19 pandemic had a devastating impact on unemployment, which-compounded by the additional stressors associated with the pandemic-had considerable mental health impact. The current study examined the trajectory of mental health amongst those experiencing pandemic-related job loss, alongside the impact of risk and protective factors. Data were obtained from 374 Australian participants who were allocated to a waitlist control arm of a randomised control trial. The outcome variables assessed at baseline and six-month follow-up consisted of depression, anxiety, and suicidality. The assessed risk and protective factors were age, gender, relationship status, education, exercise frequency, COVID-related stress, dispositional resilience, and coping self-efficacy. Re-employment by follow-up was used as a covariate. Overall, there were decreases in depression and anxiety symptoms, and partial evidence of decreased suicidality, demonstrating an apparent capacity for individuals to better cope with their circumstances over time. Demographics and exercise had no effect on changes in mental health. Those with high COVID-related stress, low resilience, and low coping self-efficacy had worse mental health at baseline, although exhibited significantly greater improvements in mental health over time. Obtaining re-employment by follow-up did not predict changes in mental health. The present results offer an optimistic picture of recovery for those experiencing pandemic-related job loss, even for those with the most substantial risk and severity. The likely protective role played by Australian social welfare policies over the course of the study is explored. Stress around one's broader sociocultural or economic circumstances, perceived resilience, and coping self-efficacy are valuable targets for intervention.",
        "authors": [
          "Andrew F Arena",
          "Daniel Collins",
          "Andrew Mackinnon",
          "Sophia Mobbs",
          "Isobel Lavender",
          "Samuel B Harvey",
          "Mark Deady"
        ],
        "year": 2024,
        "doi": "10.1177/00332941241248601",
        "citation_count": 0,
        "venue": "Psychological reports"
      },
      {
        "title": "Job Insecurity, Mental Health, and General Health Over Time: A Longitudinal Update of a Cross-sectional Study.",
        "abstract": "The aim of the study is to test the relationship between different conceptualizations of job insecurity and health over time by applying a longitudinal design. 543 workers were reinterviewed after 1 year to check if being exposed to job insecurity affected their general and mental health. Robust Poisson regressions were fitted to calculate the incidence rate ratio between job insecurities and two health outcomes. Cognitive job loss insecurity increases the risk of poor mental and general health. Other expressions of job insecurity such as labor market insecurity and working conditions insecurity, as well as affective job insecurity, are not significantly related to health across time. Caution is needed when interpreting cross-sectional results. Protection against the threat of losing a job would prevent mental health issues and poor general health.",
        "authors": [
          "Sergio Salas-Nicás",
          "Laura Esteve-Matalí",
          "Clara Llorens-Serrano",
          "Albert Navarro-Giné"
        ],
        "year": 2024,
        "doi": "10.1097/JOM.0000000000003096",
        "citation_count": 0,
        "venue": "Journal of occupational and environmental medicine"
      },
      {
        "title": "Implications of labour market disruptions on subjective wellbeing during the COVID-19 pandemic in MENA countries.",
        "abstract": "COVID-19 has caused a global health crisis and severe economic and social consequences. Unprecedented economic disruption and high unemployment are the pronounced impacts of the pandemic. The current study is primarily concerned with the effects of COVID-19-induced labour market outcomes on workers' subjective wellbeing in four MENA countries using the Combined COVID-19 MENA Monitor Household Survey. The study documented that COVID-19-induced labour market changes negatively affected workers' subjective wellbeing after controlling for work characteristics, risks, social distancing, and socio-demographic variables. Job loss, income reduction, and wage delay were the most significant labour changes that deteriorated workers' subjective wellbeing. Our findings underscore the need for policy responses that reduce workers' vulnerability and sustain their livelihoods. Mental health services and income support policies are important tools to enhance subjective wellbeing of economically affected workers.",
        "authors": [
          "Mahmoud M Abdelwahab",
          "Mohamed R Abonazel",
          "H E Semary",
          "Suzan Abdel-Rahman"
        ],
        "year": 2024,
        "doi": "10.1016/j.heliyon.2024.e25665",
        "citation_count": 0,
        "venue": "Heliyon"
      },
      {
        "title": "Don't be late! Postponing cognitive decline and preventing early unemployment in people with multiple sclerosis: a study protocol.",
        "abstract": "Up to 65% of people with multiple sclerosis (PwMS) develop cognitive deficits, which hampers their ability to work, participating in day-to-day life and ultimately reducing quality of life (QoL). Early cognitive symptoms are often less tangible to PwMS and their direct environment and are noticed only when symptoms and work functioning problems become more advanced, i.e., when (brain) damage is already advanced. Treatment of symptoms at a late stage can lead to cognitive impairment and unemployment, highlighting the need for preventative interventions in PwMS. This study aims to evaluate the (cost-) effectiveness of two innovative preventative interventions, aimed at postponing cognitive decline and work functioning problems, compared to enhanced usual care in improving health-related QoL (HRQoL). Randomised controlled trial including 270 PwMS with mild cognitive impairment, who have paid employment ≥ 12 h per week and are able to participate in physical exercise (Expanded Disability Status Scale < 6.0). Participants are randomised across three study arms: 1) 'strengthening the brain' - a lifestyle intervention combining personal fitness, mental coaching, dietary advice, and cognitive training; 2) 'strengthening the mind' - a work-focused intervention combining the capability approach and the participatory approach in one-on-one coaching by trained work coaches who have MS themselves; 3) Control group-receiving general information about cognitive impairment in MS and receiving care as usual. Intervention duration is four months, with short-term and long-term follow-up measurements at 10 and 16 months, respectively. The primary outcome measure of the Don't be late! intervention study will be HRQoL as measured with the 36-item Short Form. Secondary outcomes include cognition, work related outcomes, physical functioning, structural and functional brain changes, psychological functioning, and societal costs. Semi-structured interviews and focus groups with stakeholders will be organised to qualitatively reflect on the process and outcome of the interventions. This study seeks to prevent (further) cognitive decline and job loss due to MS by introducing tailor-made interventions at an early stage of cognitive symptoms, thereby maintaining or improving HRQoL. Qualitative analyses will be performed to allow successful implementation into clinical practice. Retrospectively registered at ClinicalTrials.gov with reference number NCT06068582 on 10 October 2023.",
        "authors": [
          "Jip Aarts",
          "Shalina R D Saddal",
          "Judith E Bosmans",
          "Vincent de Groot",
          "Brigit A de Jong",
          "Martin Klein",
          "Marit F L Ruitenberg",
          "Frederieke G Schaafsma",
          "Esther C F Schippers",
          "Menno M Schoonheim",
          "Bernard M J Uitdehaag",
          "Sabina van der Veen",
          "Pauline T Waskowiak",
          "Guy A M Widdershoven",
          "Karin van der Hiele",
          "Hanneke E Hulst"
        ],
        "year": 2024,
        "doi": "10.1186/s12883-023-03513-y",
        "citation_count": 0,
        "venue": "BMC neurology"
      },
      {
        "title": "Preventing job loss and functional decline: Description and demonstration of the Veterans Health Administration supported Employment: Engage and Keep (SEEK) program.",
        "abstract": "The high incidence of untreated mental health concerns among veterans can harm other areas of life, including employment. Loss of employment can lead to other adverse outcomes, such as financial instability, functional decline, and increased risk for suicide. Current Veterans Health Administration (VHA) vocational services are limited in that they primarily serve veterans who are unemployed and already enrolled in VHA. There is a need to prevent job loss among veterans who are struggling with mental health and vocational concerns and are not accessing VHA services, thus decreasing the risk of suicide and more costly interventions. Consistent with the existing national VHA initiatives on increasing access to health care and preventing suicide, a novel work-based intervention, Supported Employment: Engage and Keep (SEEK), was created. Building on the supported employment framework, SEEK assertively outreaches to already employed veterans by collaborating with workplaces that employ veterans. SEEK providers build rapport with employers and veterans and become a trusted VHA resource. SEEK engages veterans, facilitates enrollment in needed health care, and provides needed job maintenance support. This article outlines the SEEK model and provides a case demonstration and analysis of the course of SEEK care provided to a veteran at risk of losing their job. Clinical recommendations for implementing SEEK and future directions for evaluating this model are discussed. (PsycInfo Database Record (c) 2024 APA, all rights reserved).",
        "authors": [
          "Brian J Stevenson",
          "Rachelle M Calixte",
          "Andrew D Peckham",
          "Michael Degeis",
          "Taina S Teravainen",
          "Elizabeth S Chamberlin",
          "Lisa Mueller"
        ],
        "year": 2024,
        "doi": "10.1037/ser0000809",
        "citation_count": 0,
        "venue": "Psychological services"
      },
      {
        "title": "The compounding effects of income loss and change in living arrangement on emerging adult women's mental health during COVID's onset.",
        "abstract": "Research suggests that young adult women were among those more susceptible to mental health declines in the initial months of COVID-19. Unfortunately, longitudinal data examining mental health before and after the pandemic's onset are extremely limited. In a sample of 240 women ages 18-29 who were surveyed online first in November-December 2019 and then again between May and July 2020, this study aimed to examine how major life changes associated with the pandemic (i.e. loss of income, loss of employment, change in relationship status, and change in living arrangement) impacted mental health (i.e. depression, anxiety, stress). Multivariate regression analyses were conducted on three models predicting stress, anxiety, and depression from the four life changes, controlling for the effects of mental health before the COVID-19 pandemic. Results showed that a change in living arrangement was uniformly associated with increased mental health problems among women who also experienced a decrease in income. Likewise, loss of income was uniformly related to increased mental health problems among women who also experienced a change in living arrangement. In contrast, job loss was associated with a decrease in stress, and changes in relationship status were not associated with mental health outcomes. These findings highlight the potential for COVID-19 to produce co-occurring and synergistic stressors. Meanwhile, the impact of job loss on mental health may have been attenuated by enhanced unemployment benefits. Mental health interventions that aim to support young women as the pandemic abates should be tailored to address the impact of multiple psychosocial stressors.",
        "authors": [
          "Leora Trub",
          "J L Stewart",
          "M Oberndorf",
          "V Parker",
          "Tyrel J Starks"
        ],
        "year": 2023,
        "doi": "10.1080/03630242.2023.2262620",
        "citation_count": 0,
        "venue": "Women & health"
      }
    ]
  }
}